[
  {
    "id": 1,
    "name": "Phòng trọ An Bình gần Đại học Thủ Dầu Một",
    "description": "Phòng trọ An Bình gần Đại học Thủ Dầu Một là lựa chọn hoàn hảo cho sinh viên và người đi làm trẻ đang tìm kiếm một không gian sống tiện nghi, hiện đại và tiết kiệm. Phòng được xây mới hoàn toàn, thiết kế có gác lửng rộng rãi giúp tận dụng tối đa diện tích sử dụng. Mỗi phòng đều có nhà vệ sinh riêng sạch sẽ, đảm bảo sự thoải mái và riêng tư. WiFi miễn phí tốc độ cao giúp bạn dễ dàng học tập, làm việc hoặc giải trí mà không bị gián đoạn. Với giá thuê chỉ 1.500.000đ/tháng cùng tiền đặt cọc một tháng và phí giữ chỗ chỉ 100.000đ, đây là mức giá rất hợp lý cho sinh viên hoặc nhân viên văn phòng. Khu trọ nằm trong khu dân cư yên tĩnh, an ninh tốt, gần quán ăn, tạp hóa và trạm xe buýt, thuận tiện di chuyển đến trường và nơi làm việc. Ngoài ra, phòng có chỗ để xe riêng, diện tích rộng 30m², thoáng mát, phù hợp cho 1-2 người ở. Toàn bộ phòng vừa được tân trang, dọn vào là ở ngay. Dù bạn là sinh viên Đại học Thủ Dầu Một hay người đi làm cần không gian yên tĩnh, đây sẽ là nơi lý tưởng để học tập và nghỉ ngơi sau một ngày dài. Liên hệ ngay để không bỏ lỡ cơ hội sở hữu căn phòng đẹp, giá tốt và vị trí thuận tiện này.",
    "pricePerMonth": 1500000,
    "securityDeposit": 1500000,
    "applicationFee": 100000,
    "photoUrls": [
      "/Images/NhaTro/Phongtro11.png",
      "/Images/NhaTro/Phongtro12.png",
      "/Images/NhaTro/Phongtro13.png",
      "/Images/NhaTro/Phongtro14.png"
    ],
    "amenities": ["WiFi", "AirConditioning", "Parking", "PetsAllowed"],
    "highlights": ["CloseToTransit", "QuietNeighborhood", "RecentlyRenovated"],
    "isPetsAllowed": false,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 30,
    "propertyType": "Rooms",
    "locationId": 1,
    "managerCognitoId": "us-east-2:manager-001",
    "averageRating": 4.0,
    "numberOfReviews": 20
  },

  {
    "id": 2,
    "name": "Nhà trọ sinh viên Trương Cao Cường",
    "description": "Nhà trọ sinh viên Trương Cao Cường là lựa chọn lý tưởng cho những bạn sinh viên hoặc người trẻ đang tìm một nơi ở thoáng mát, yên tĩnh và thuận tiện cho việc học tập, làm việc. Phòng trọ được thiết kế gọn gàng với diện tích 25m², phù hợp cho 1-2 người ở, mang lại không gian riêng tư và dễ chịu. Mỗi phòng đều có WiFi tốc độ cao, nhà vệ sinh riêng sạch sẽ cùng khu vực để xe an toàn, giúp bạn yên tâm trong sinh hoạt hàng ngày. Khu trọ nằm gần nhiều quán ăn sinh viên và cửa hàng tiện lợi, rất thuận tiện cho việc ăn uống và mua sắm. Đặc biệt, nơi đây cho phép nuôi thú cưng, phù hợp với những ai yêu động vật và muốn có người bạn nhỏ đồng hành. Môi trường sống yên tĩnh, không khói thuốc, đảm bảo sức khỏe và không gian thoải mái cho người ở. Với mức giá thuê chỉ 1.200.000đ/tháng, tiền cọc 1 tháng và phí giữ chỗ 100.000đ, đây là một lựa chọn tiết kiệm nhưng vẫn đầy đủ tiện nghi. Nhà trọ Trương Cao Cường luôn nhận được nhiều đánh giá tích cực từ người thuê, là nơi đáng tin cậy để bạn bắt đầu cuộc sống mới.",
    "pricePerMonth": 1200000,
    "securityDeposit": 1200000,
    "applicationFee": 100000,
    "photoUrls": [
      "/Images/NhaTro/Phongtro21.png",
      "/Images/NhaTro/Phongtro22.png",
      "/Images/NhaTro/Phongtro23.png"],
    "amenities": ["WiFi", "Parking", "PetsAllowed"],
    "highlights": ["QuietNeighborhood", "SmokeFree"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 25,
    "propertyType": "Rooms",
    "locationId": 2,
    "managerCognitoId": "us-east-2:manager-002",
    "averageRating": 4.5,
    "numberOfReviews": 6
  },
  {
    "id": 3,
    "name": "Nhà trọ sinh viên gần Đại học Thủ Dầu Một",
    "description": "Nhà trọ sinh viên gần Đại học Thủ Dầu Một mang đến không gian sống hiện đại, sạch sẽ và cực kỳ yên tĩnh, rất phù hợp cho sinh viên hoặc nhân viên văn phòng trẻ tuổi. Với diện tích 30m², phòng được thiết kế thoáng mát, có đầy đủ WiFi, máy lạnh và nhà vệ sinh riêng. Môi trường xung quanh trong lành, yên tĩnh, thích hợp để học tập và nghỉ ngơi sau một ngày dài. Từ đây, bạn chỉ mất vài phút để di chuyển đến trường Đại học Thủ Dầu Một hoặc các khu vực trung tâm nhờ vị trí thuận tiện, gần trạm xe buýt và các tuyến đường lớn. Khu trọ có tầm nhìn thoáng đãng, không gian mở và được trang bị internet tốc độ cao giúp bạn làm việc, học tập hiệu quả. Giá thuê 2.500.000đ/tháng, tiền cọc 1 tháng và phí giữ chỗ 100.000đ, phù hợp với sinh viên và người đi làm cần chỗ ở chất lượng. Dù không bao gồm bãi đỗ xe và không cho phép nuôi thú cưng, bù lại khu vực cực kỳ an ninh và yên tĩnh. Nhà trọ được đánh giá cao bởi người thuê trước đây nhờ sự sạch sẽ, tiện nghi và vị trí đắc địa - một nơi tuyệt vời để bạn bắt đầu cuộc sống tự lập.",
    "pricePerMonth": 2500000,
    "securityDeposit": 2500000,
    "applicationFee": 100000,
    "photoUrls": [
      "/Images/NhaTro/Phongtro31.jpg",
      "/Images/NhaTro/Phongtro32.jpg",
      "/Images/NhaTro/Phongtro33.jpg"],
    "amenities": ["WiFi", "AirConditioning", "Parking", "PetsAllowed"],
    "highlights": ["QuietNeighborhood", "GreatView", "CloseToTransit", "HighSpeedInternetAccess"],
    "isPetsAllowed": false,
    "isParkingIncluded": false,
    "beds": 1,
    "baths": 1,
    "squareFeet": 30,
    "propertyType": "Rooms",
    "locationId": 3,
    "managerCognitoId": "us-east-2:manager-003",
    "averageRating": 4.7,
    "numberOfReviews": 7
  },
  {
    "id": 4,
    "name": "Nhà trọ sinh viên gần Trường Cao Đẳng Y tế và Đại Học Thủ Dầu Một",
    "description": "Nhà trọ sinh viên gần Trường Cao Đẳng Y tế và Đại học Thủ Dầu Một là lựa chọn tuyệt vời dành cho sinh viên và người đi làm đang tìm kiếm một nơi ở hiện đại, đầy đủ tiện nghi và thuận tiện di chuyển. Phòng có diện tích 35m², được trang bị full nội thất gồm máy lạnh, tủ lạnh, giường, tủ quần áo và khu vực tắm riêng có bồn tắm tiện nghi. Không gian rộng rãi, thoáng mát, được thiết kế hài hòa giữa sự tiện lợi và thoải mái, mang lại cảm giác như ở nhà. Mỗi phòng đều có WiFi miễn phí, khu vực đỗ xe riêng an toàn và đặc biệt là cho phép nuôi thú cưng - rất phù hợp cho những bạn yêu động vật. Khu trọ nằm trong khu dân cư yên tĩnh, không khói thuốc, môi trường sạch sẽ, an toàn và đảm bảo riêng tư. Vị trí cực kỳ thuận tiện, chỉ mất vài phút để đến Trường Cao Đẳng Y tế hoặc Đại học Thủ Dầu Một, gần chợ, quán ăn, cà phê và trạm xe buýt. Với giá thuê 3.500.000đ/tháng, đặt cọc 1 tháng và phí giữ chỗ 100.000đ, đây là nơi lý tưởng cho sinh viên và người đi làm muốn tận hưởng không gian sống chất lượng cao với mức giá hợp lý. Nhà trọ luôn được đánh giá cao nhờ dịch vụ chu đáo và tiện nghi đầy đủ, là lựa chọn được nhiều người tin tưởng.",
    "pricePerMonth": 3500000,
    "securityDeposit": 3500000,
    "applicationFee": 100000,
    "photoUrls": [
      "/Images/NhaTro/Phongtro41.jpg",
      "/Images/NhaTro/Phongtro42.jpg",
      "/Images/NhaTro/Phongtro43.jpg",
      "/Images/NhaTro/Phongtro44.jpg"],
    "amenities": ["WiFi", "Refrigerator", "AirConditioning", "Parking", "PetsAllowed"],
    "highlights": ["QuietNeighborhood", "CloseToTransit", "TubShower", "SmokeFree"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 35,
    "propertyType": "Rooms",
    "locationId": 4,
    "managerCognitoId": "us-east-2:manager-004",
    "averageRating": 4.9,
    "numberOfReviews": 11
  },
  {
    "id": 5,
    "name": "Nhà trọ cho thuê ngay gần Đại học Thủ Dầu Một",
    "description": "Nhà trọ cho thuê ngay gần Đại học Thủ Dầu Một mang đến không gian sống tiện nghi, hiện đại và cực kỳ phù hợp với sinh viên hoặc nhân viên văn phòng trẻ. Phòng có diện tích 26m², thiết kế gọn gàng nhưng đầy đủ tiện ích như máy lạnh, WiFi, internet tốc độ cao và khu tắm riêng với bồn tắm tiện nghi. Mỗi phòng đều có cửa sổ đón ánh sáng tự nhiên, mang lại cảm giác thoáng mát và dễ chịu. Khu trọ nằm trong khu dân cư yên tĩnh, an ninh tốt, gần trường học, quán ăn và các tuyến xe buýt, giúp bạn dễ dàng di chuyển đến trung tâm thành phố hoặc nơi làm việc. Với bãi đỗ xe riêng rộng rãi, bạn có thể yên tâm gửi xe mà không lo chật chội. Phòng được tân trang mới hoàn toàn, mang đến cảm giác sạch sẽ và hiện đại ngay từ lần đầu bước vào. Dù không cho phép nuôi thú cưng, nhưng bù lại nơi đây có môi trường sống trong lành, phù hợp cho những ai yêu thích sự gọn gàng và yên tĩnh. Với mức giá thuê 3.200.000đ/tháng, đặt cọc 1 tháng và phí giữ chỗ 100.000đ, đây là lựa chọn hoàn hảo cho những ai muốn tìm một nơi ở chất lượng cao, gần Đại học Thủ Dầu Một và đầy đủ tiện nghi.",
    "pricePerMonth": 3200000,
    "securityDeposit": 3200000,
    "applicationFee": 100000,
    "photoUrls": [
      "/Images/NhaTro/Phongtro51.jpg",
      "/Images/NhaTro/Phongtro52.jpg",
      "/Images/NhaTro/Phongtro53.jpg",
      "/Images/NhaTro/Phongtro54.jpg"],
    "amenities": ["WiFi", "AirConditioning", "HighSpeedInternet", "Parking", "PetsAllowed"],
    "highlights": ["QuietNeighborhood", "CloseToTransit", "RecentlyRenovated", "TubShower", "GreatView"],
    "isPetsAllowed": false,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 26,
    "propertyType": "Rooms",
    "locationId": 5,
    "managerCognitoId": "us-east-2:manager-005",
    "averageRating": 5.0,
    "numberOfReviews": 9
  },
  {
    "id": 6,
    "name": "Căn hộ Officetel tiện nghi tại trung tâm Thủ Dầu Một",
    "description": "Căn hộ Officetel tiện nghi tại trung tâm Thủ Dầu Một là lựa chọn hoàn hảo cho những ai đang tìm kiếm không gian sống kết hợp làm việc hiện đại và tối ưu chi phí. Với diện tích 50m², căn hộ được thiết kế thông minh, vừa đảm bảo không gian sinh hoạt tiện nghi, vừa có khu vực làm việc riêng tư, phù hợp cho dân văn phòng, freelancer hoặc cặp đôi trẻ. Căn hộ được trang bị đầy đủ nội thất cao cấp như máy lạnh, tủ lạnh, máy giặt sấy, máy rửa chén, lò vi sóng và internet tốc độ cao - tất cả đều sẵn sàng để bạn dọn vào ở ngay. Không gian bên trong được thiết kế theo phong cách hiện đại, ngập tràn ánh sáng tự nhiên, mang lại cảm giác thoáng đãng và thoải mái. Từ căn hộ, bạn có thể dễ dàng di chuyển đến các trung tâm thương mại, quán cà phê, văn phòng và khu hành chính của thành phố Thủ Dầu Một. Ngoài ra, khu vực yên tĩnh, không khói thuốc và an ninh đảm bảo giúp bạn yên tâm sinh sống và làm việc. Bãi đỗ xe riêng rộng rãi, tầm nhìn đẹp cùng khu vực tắm bồn hiện đại là những điểm cộng nổi bật. Giá thuê 12.000.000đ/tháng, đặt cọc 1 tháng và phí hồ sơ 150.000đ, xứng đáng với chất lượng sống đẳng cấp mà bạn nhận được. Đây chính là không gian lý tưởng cho người trẻ năng động, muốn kết hợp giữa nơi ở và nơi làm việc trong cùng một không gian sang trọng, tiện lợi.",
    "pricePerMonth": 12000000,
    "securityDeposit": 12000000,
    "applicationFee": 150000,
    "photoUrls": [
      "/Images/CanHo/Canho11.jpg",
      "/Images/CanHo/Canho12.jpg",
      "/Images/CanHo/Canho13.jpg",
      "/Images/CanHo/Canho14.jpg"],
    "amenities": ["AirConditioning", "Refrigerator", "WasherDryer", "Dishwasher", "Microwave", "HighSpeedInternet", "WalkInCloset"],
    "highlights": ["RecentlyRenovated", "CloseToTransit", "GreatView", "TubShower", "SmokeFree", "QuietNeighborhood"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 2,
    "baths": 1,
    "squareFeet": 50,
    "propertyType": "Apartment",
    "locationId": 6,
    "managerCognitoId": "us-east-2:manager-006",
    "averageRating": 4.5,
    "numberOfReviews": 14
  },
  {
    "id": 7,
    "name": "Căn hộ 2 phòng ngủ Phúc Đạt, Phú Lợi",
    "description": "Căn hộ 2 phòng ngủ Phúc Đạt, Phú Lợi mang đến không gian sống rộng rãi, hiện đại và ấm cúng, phù hợp cho gia đình nhỏ hoặc nhóm bạn trẻ cùng thuê. Căn hộ có diện tích 50m², gồm 2 phòng ngủ, 1 phòng tắm, khu bếp và phòng khách liền kề ban công thoáng mát - nơi bạn có thể phơi đồ hoặc ngắm cảnh phố phường sau một ngày dài. Nội thất được trang bị đầy đủ gồm máy lạnh, tủ lạnh, máy rửa chén và các tiện nghi cần thiết khác, giúp bạn dễ dàng ổn định cuộc sống ngay khi nhận nhà. Không gian căn hộ được thiết kế tinh tế, tận dụng tối đa ánh sáng tự nhiên và gió trời, mang lại cảm giác dễ chịu, thoải mái. Khu căn hộ nằm trong khu dân cư yên tĩnh, an ninh tốt, gần chợ, trường học, siêu thị và các tuyến giao thông chính, thuận tiện cho việc di chuyển. Với bãi đỗ xe riêng, khu vực tắm bồn hiện đại và tầm nhìn đẹp, đây là lựa chọn lý tưởng cho những ai yêu thích cuộc sống an lành, tiện nghi và trong lành. Giá thuê chỉ 6.000.000đ/tháng, đặt cọc 1 tháng và phí hồ sơ 150.000đ - một mức giá hợp lý cho căn hộ chất lượng giữa trung tâm Phú Lợi. Đây là nơi ở đáng tin cậy, mang đến sự cân bằng giữa tiện nghi, yên bình và phong cách sống hiện đại.",
    "pricePerMonth": 6000000,
    "securityDeposit": 12000000,
    "applicationFee": 150000,
    "photoUrls": [
      "/Images/CanHo/Canho21.jpg",
      "/Images/CanHo/Canho22.jpg",
      "/Images/CanHo/Canho23.jpg",
      "/Images/CanHo/Canho24.jpg"],
    "amenities": ["AirConditioning", "Refrigerator", "Dishwasher", "WasherDryer", "Microwave", "HighSpeedInternet"],
    "highlights": ["SmokeFree", "CloseToTransit", "GreatView", "TubShower", "QuietNeighborhood"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 2,
    "baths": 1,
    "squareFeet": 50,
    "propertyType": "Apartment",
    "locationId": 7,
    "managerCognitoId": "us-east-2:manager-007",
    "averageRating": 4.3,
    "numberOfReviews": 4
  },
  {
    "id": 8,
    "name": "Cho thuê căn hộ C SkyView 3 phòng ngủ, full nội thất",
    "description": "Căn hộ C SkyView nằm ở tầng cao, thoáng mát, được thiết kế với 3 phòng ngủ và 2 nhà vệ sinh, mang lại không gian sống rộng rãi và tiện nghi cho gia đình. Toàn bộ nội thất được trang bị đầy đủ, bao gồm máy lạnh, tủ lạnh, máy giặt, máy rửa chén, lò vi sóng, cùng hệ thống Internet tốc độ cao. Khu căn hộ có hồ bơi, phòng gym hiện đại và môi trường sống trong lành, không khói thuốc. Căn hộ sở hữu tầm nhìn đẹp, nằm trong khu dân cư yên tĩnh, có truyền hình vệ tinh và bồn tắm tiện nghi. Chủ nhà cho phép nuôi thú cưng và đã bao gồm chỗ đậu xe. Diện tích căn hộ khoảng 100m², mức giá cho thuê 12.500.000 VNĐ/tháng, tiền đặt cọc 25.000.000 VNĐ và phí đăng ký 200.000 VNĐ. Căn hộ đạt đánh giá trung bình 4.6/5 từ 5 lượt đánh giá, phù hợp cho gia đình có nhu cầu sinh sống lâu dài trong không gian hiện đại và yên bình.",
    "pricePerMonth": 12500000,
    "securityDeposit": 25000000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/CanHo/Canho31.jpg",
      "/Images/CanHo/Canho32.jpg",
      "/Images/CanHo/Canho33.jpg",
      "/Images/CanHo/Canho34.jpg"],
    "amenities": ["AirConditioning", "Refrigerator", "WasherDryer", "Dishwasher", "Microwave", "HighSpeedInternet", "Pool", "Gym", "WalkInCloset"],
    "highlights": ["SmokeFree", "GreatView", "QuietNeighborhood", "SatelliteTV", "TubShower"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 3,
    "baths": 2,
    "squareFeet": 100,
    "propertyType": "Apartment",
    "locationId": 8,
    "managerCognitoId": "us-east-2:manager-008",
    "averageRating": 4.6,
    "numberOfReviews": 5
  },
  {
    "id": 9,
    "name": "Căn hộ 1 phòng ngủ, 1WC chung cư THE MAISON Thủ Dầu Một",
    "description": "Căn hộ 1 phòng ngủ tại chung cư THE MAISON nằm trong khu nội khu đầy đủ tiện ích và được trang bị nội thất cơ bản như máy lạnh, máy giặt, máy rửa chén, Internet tốc độ cao, hồ bơi, phòng gym và sàn gỗ cao cấp. Căn hộ hướng view đẹp, nằm trong khu dân cư yên tĩnh, gần các tuyến giao thông thuận tiện, không gian sống sạch sẽ, không khói thuốc, có truyền hình vệ tinh và bồn tắm tiện nghi. Người thuê có thể nuôi thú cưng và có chỗ đậu xe riêng. Căn hộ có diện tích 46m², mức giá cho thuê chỉ 4.500.000 VNĐ/tháng, tiền đặt cọc 4.500.000 VNĐ và phí đăng ký 200.000 VNĐ. Với mức đánh giá trung bình 4.8/5 từ 17 lượt nhận xét, đây là lựa chọn lý tưởng cho người độc thân hoặc cặp đôi muốn sinh sống tại trung tâm Thủ Dầu Một trong không gian hiện đại, tiện nghi và yên tĩnh.",
    "pricePerMonth": 4500000,
    "securityDeposit": 4500000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/CanHo/Canho41.jpg",
      "/Images/CanHo/Canho42.jpg",
      "/Images/CanHo/Canho43.jpg",
      "/Images/CanHo/Canho44.jpg"],
    "amenities": ["AirConditioning", "WasherDryer", "Dishwasher", "HighSpeedInternet", "Pool", "Gym", "HardwoodFloors"],
    "highlights": ["CloseToTransit", "GreatView", "QuietNeighborhood", "SmokeFree", "TubShower"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 46,
    "propertyType": "Apartment",
    "locationId": 9,
    "managerCognitoId": "us-east-2:manager-009",
    "averageRating": 4.8,
    "numberOfReviews": 17
  },
  {
    "id": 10,
    "name": "Căn hộ Chung cư Hiệp thành 3 1 phòng ngủ, 1WC",
    "description": "Căn hộ Hiệp Thành 3 có thiết kế hợp lý, không gian thoáng mát, sạch đẹp và đầy đủ tiện nghi cần thiết cho cuộc sống hằng ngày. Căn hộ gồm 1 phòng ngủ và 1 nhà vệ sinh, được trang bị máy lạnh, tủ lạnh, máy rửa chén và truyền hình vệ tinh. Khu vực sinh sống yên tĩnh, gần các tuyến giao thông chính, không khói thuốc, phù hợp cho người đi làm hoặc sinh viên cần nơi ở tiện nghi, giá hợp lý. Diện tích căn hộ 36m², giá thuê 3.500.000 VNĐ/tháng, tiền đặt cọc 7.000.000 VNĐ và phí đăng ký 150.000 VNĐ. Chủ nhà cho phép nuôi thú cưng và bao gồm chỗ để xe. Căn hộ được đánh giá trung bình 4.2/5 từ 6 lượt đánh giá, là lựa chọn tốt cho những ai tìm kiếm không gian sống nhỏ gọn, thoải mái và tiết kiệm chi phí.",
    "pricePerMonth": 3500000,
    "securityDeposit": 7000000,
    "applicationFee": 150000,
    "photoUrls": [
      "/Images/CanHo/Canho51.jpg",
      "/Images/CanHo/Canho52.jpg",
      "/Images/CanHo/Canho53.jpg",
      "/Images/CanHo/Canho54.jpg"],
    "amenities": ["AirConditioning", "Dishwasher", "Refrigerator", "HighSpeedInternet", "WasherDryer", "WalkInCloset"],
    "highlights": ["CloseToTransit", "QuietNeighborhood", "SmokeFree", "SatelliteTV", "TubShower"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 36,
    "propertyType": "Apartment",
    "locationId": 10,
    "managerCognitoId": "us-east-2:manager-010",
    "averageRating": 4.2,
    "numberOfReviews": 6
  },
  {
    "id": 11,
    "name": "Cho thuê căn hộ Happy One Central - phường Phú Lợi HCM",
    "description": "Căn hộ Happy One Central tọa lạc tại vị trí thuận tiện thuộc phường Phú Lợi, TP. Hồ Chí Minh, được thiết kế với 2 phòng ngủ và 2 nhà vệ sinh, diện tích sử dụng 70m². Căn hộ được trang bị đầy đủ nội thất cao cấp, không gian hiện đại và sang trọng, mang lại cảm giác tiện nghi và thoải mái. Các tiện ích nổi bật bao gồm máy rửa chén, tủ lạnh, máy lạnh, Internet tốc độ cao, hồ bơi và khu sinh hoạt chung. Khu căn hộ có tầm nhìn đẹp, yên tĩnh, không khói thuốc, gần các tuyến giao thông thuận lợi, đồng thời được trang bị truyền hình vệ tinh và bồn tắm tiện nghi. Chủ nhà cho phép nuôi thú cưng và đã bao gồm chỗ đậu xe. Giá thuê mỗi tháng là 10.000.000 VNĐ, tiền đặt cọc 20.000.000 VNĐ và phí đăng ký 200.000 VNĐ. Căn hộ đạt mức đánh giá trung bình 4.6/5 từ 4 lượt đánh giá, là lựa chọn lý tưởng cho các gia đình trẻ hoặc người đi làm muốn sinh sống trong môi trường hiện đại và yên bình.",
    "pricePerMonth": 10000000,
    "securityDeposit": 20000000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/ChungCu/Chungcu11.jpg",
      "/Images/ChungCu/Chungcu12.jpg",
      "/Images/ChungCu/Chungcu13.jpg",
      "/Images/ChungCu/Chungcu14.jpg",
      "/Images/ChungCu/Chungcu15.jpg"],
    "amenities": ["Dishwasher", "Refrigerator", "AirConditioning", "HighSpeedInternet", "Pool", "WasherDryer"],
    "highlights": ["CloseToTransit", "GreatView", "QuietNeighborhood", "SmokeFree", "TubShower", "SatelliteTV"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 2,
    "baths": 2,
    "squareFeet": 70,
    "propertyType": "Tinyhouse",
    "locationId": 11,
    "managerCognitoId": "us-east-2:manager-011",
    "averageRating": 4.6,
    "numberOfReviews": 4
  },
  {
    "id": 12,
    "name": "Cho thuê căn 2PN, 2WC COMPASS ONE CChánh Nghĩa",
    "description": "Căn hộ Compass One nằm tại khu Chánh Nghĩa, vị trí trung tâm và thuận tiện di chuyển. Căn hộ có thiết kế 2 phòng ngủ, 2 nhà vệ sinh, diện tích 78m², được trang bị đầy đủ nội thất sang trọng, không gian rộng rãi, thoáng mát và view hướng đẹp. Tiện ích trong căn hộ bao gồm lò vi sóng, tủ lạnh, máy rửa chén, máy lạnh, Internet tốc độ cao, hồ bơi và phòng gym hiện đại. Khu vực sinh sống yên tĩnh, không khói thuốc, có truyền hình vệ tinh, bồn tắm tiện nghi và nằm gần các tuyến giao thông chính. Người thuê được phép nuôi thú cưng và có chỗ đậu xe riêng. Mức giá cho thuê là 8.000.000 VNĐ/tháng, tiền đặt cọc 16.000.000 VNĐ và phí đăng ký 250.000 VNĐ. Căn hộ được đánh giá trung bình 4.4/5 từ 9 lượt đánh giá, phù hợp cho các cặp đôi hoặc gia đình nhỏ muốn tận hưởng không gian sống tiện nghi, thoáng đãng và hiện đại giữa lòng thành phố.",
    "pricePerMonth": 8000000,
    "securityDeposit": 16000000,
    "applicationFee": 250000,
    "photoUrls": [
      "/Images/ChungCu/Chungcu21.jpg",
      "/Images/ChungCu/Chungcu22.jpg",
      "/Images/ChungCu/Chungcu23.jpg",
      "/Images/ChungCu/Chungcu24.jpg",
      "/Images/ChungCu/Chungcu25.jpg"],
    "amenities": ["Microwave", "Refrigerator", "Dishwasher", "AirConditioning", "HighSpeedInternet", "Pool", "Gym", "WasherDryer", "WalkInCloset"],
    "highlights": ["CloseToTransit", "GreatView", "QuietNeighborhood", "SmokeFree", "TubShower", "SatelliteTV"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 2,
    "baths": 2,
    "squareFeet": 78,
    "propertyType": "Tinyhouse",
    "locationId": 12,
    "managerCognitoId": "us-east-2:manager-012",
    "averageRating": 4.4,
    "numberOfReviews": 9
  },
  {
    "id": 13,
    "name": "Cho thuê chung cư SKY VIEW 1PN full nội thất",
    "description": "Căn hộ Sky View mang đến không gian sống hiện đại và tiện nghi, phù hợp cho người đi làm hoặc gia đình trẻ đang tìm kiếm nơi ở thoải mái giữa khu vực an ninh, giao thông thuận lợi. Với diện tích 57m², căn hộ được thiết kế 1 phòng ngủ và 1 nhà vệ sinh, nội thất đầy đủ bao gồm lò vi sóng, tủ lạnh, máy rửa chén và máy lạnh, giúp người thuê chỉ cần xách vali vào ở. Căn hộ có view đẹp, không gian yên tĩnh, thoáng mát và hoàn toàn không khói thuốc. Vị trí gần các tuyến đường chính, thuận tiện di chuyển đến trung tâm và các khu tiện ích xung quanh. Người thuê được phép nuôi thú cưng và có sẵn chỗ đậu xe riêng. Giá thuê chỉ 9.000.000 VNĐ/tháng, tiền đặt cọc 18.000.000 VNĐ và phí đăng ký 200.000 VNĐ. Căn hộ đạt mức đánh giá trung bình 4.0/5 từ 10 lượt đánh giá - lựa chọn đáng cân nhắc cho những ai muốn tận hưởng cuộc sống tiện nghi, an toàn và riêng tư.",
    "pricePerMonth": 9000000,
    "securityDeposit": 18000000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/ChungCu/Chungcu31.jpg",
      "/Images/ChungCu/Chungcu32.jpg",
      "/Images/ChungCu/Chungcu33.jpg",
      "/Images/ChungCu/Chungcu34.jpg"],
    "amenities": ["Microwave", "Refrigerator", "Dishwasher", "AirConditioning", "WasherDryer", "HighSpeedInternet"],
    "highlights": ["CloseToTransit", "GreatView", "QuietNeighborhood", "SmokeFree", "TubShower", "SatelliteTV"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 57,
    "propertyType": "Tinyhouse",
    "locationId": 13,
    "managerCognitoId": "us-east-2:manager-013",
    "averageRating": 4.0,
    "numberOfReviews": 10
  },
  {
    "id": 14,
    "name": "Cho thuê căn hộ - Căn gốc - Chung Cư Biconsi Hiệp Thành 3",
    "description": "Căn hộ góc tại chung cư Biconsi Hiệp Thành 3 sở hữu vị trí đắc địa ở block E, tầng cao, không gian thoáng mát và tầm nhìn đẹp. Với diện tích 42m² gồm 1 phòng ngủ và 1 nhà vệ sinh, căn hộ được thiết kế tinh tế, trang bị đầy đủ nội thất hiện đại: tủ lạnh, máy lạnh, máy rửa chén và WiFi tốc độ cao. Không gian sống yên tĩnh, trong khu dân cư an ninh, không khói thuốc và gần các tuyến giao thông chính. Người thuê có thể tận hưởng tiện ích đầy đủ của khu căn hộ như bồn tắm, view đẹp và khu vực sinh hoạt sạch sẽ, thoáng đãng. Căn hộ cho phép nuôi thú cưng và bao gồm chỗ đậu xe riêng. Giá thuê hợp lý chỉ 5.000.000 VNĐ/tháng, tiền đặt cọc 10.000.000 VNĐ, phí đăng ký 200.000 VNĐ. Với điểm đánh giá trung bình 4.5/5 từ 12 lượt đánh giá, đây là lựa chọn lý tưởng cho người trẻ hoặc cặp đôi mong muốn một không gian sống tiện nghi, riêng tư và đầy đủ tiện ích giữa lòng thành phố.",
    "pricePerMonth": 5000000,
    "securityDeposit": 10000000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/ChungCu/Chungcu41.jpg",
      "/Images/ChungCu/Chungcu42.jpg",
      "/Images/ChungCu/Chungcu43.jpg",
      "/Images/ChungCu/Chungcu44.jpg"],
    "amenities": ["Refrigerator", "Dishwasher", "AirConditioning", "HighSpeedInternet", "WasherDryer", "WalkInCloset"],
    "highlights": ["CloseToTransit", "GreatView", "QuietNeighborhood", "SmokeFree", "TubShower"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 42,
    "propertyType": "Tinyhouse",
    "locationId": 14,
    "managerCognitoId": "us-east-2:manager-014",
    "averageRating": 4.5,
    "numberOfReviews": 12
  },
  {
    "id": 15,
    "name": "Cho thuê chung cư Phúc Đạt 1PN full nội thất",
    "description": "Căn hộ Phúc Đạt mang đến không gian sống tiện nghi và hiện đại, được trang bị đầy đủ nội thất phù hợp cho người đi làm hoặc cặp đôi trẻ muốn ổn định lâu dài. Với diện tích 49m² gồm 1 phòng ngủ và 1 nhà vệ sinh, căn hộ có thiết kế gọn gàng, tận dụng tối đa ánh sáng tự nhiên, tạo cảm giác thoáng mát và dễ chịu. Tiện ích nội khu đầy đủ ngay tại chân chung cư như siêu thị mini, quán cà phê, cửa hàng tiện lợi, giúp cuộc sống của người thuê trở nên dễ dàng và thuận tiện hơn. Căn hộ được trang bị các tiện nghi hiện đại như tủ lạnh, máy rửa chén, máy lạnh và WiFi tốc độ cao. Không gian sống yên tĩnh, trong lành, có view đẹp và không khói thuốc. Căn hộ cho phép nuôi thú cưng và có sẵn chỗ đậu xe riêng. Giá thuê 5.500.000 VNĐ/tháng, tiền đặt cọc 11.000.000 VNĐ và phí đăng ký 200.000 VNĐ. Với mức đánh giá trung bình 4.2/5 từ 4 lượt nhận xét, đây là lựa chọn lý tưởng cho những ai tìm kiếm sự tiện nghi, an toàn và giá trị cao trong khu vực trung tâm.",
    "pricePerMonth": 5500000,
    "securityDeposit": 11000000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/ChungCu/Chungcu51.jpg",
      "/Images/ChungCu/Chungcu52.jpg",
      "/Images/ChungCu/Chungcu53.jpg",
      "/Images/ChungCu/Chungcu54.jpg"],
    "amenities": ["Refrigerator", "Dishwasher", "AirConditioning", "WiFi", "WasherDryer", "WalkInCloset"],
    "highlights": ["CloseToTransit", "GreatView", "QuietNeighborhood", "SmokeFree", "TubShower", "SatelliteTV"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 49,
    "propertyType": "Tinyhouse",
    "locationId": 15,
    "managerCognitoId": "us-east-2:manager-015",
    "averageRating": 4.2,
    "numberOfReviews": 4
  },
  {
    "id": 16,
    "name": "Cho thuê nhà gần trường THCS Phú Hòa",
    "description": "Ngôi nhà tọa lạc tại khu dân cư yên tĩnh, gần Trường THCS Phú Hòa, mang đến không gian sống rộng rãi, hiện đại và đầy đủ tiện nghi. Với diện tích sử dụng 100m², căn nhà được thiết kế gồm 3 phòng ngủ, 2 nhà vệ sinh, 1 phòng thờ, cùng sân trước đậu được ô tô và sân sau thoáng mát - lý tưởng cho gia đình nhiều thành viên hoặc người làm việc tại khu vực trung tâm thành phố Thủ Dầu Một. Nhà được trang bị đầy đủ nội thất cao cấp như máy lạnh, máy giặt, lò vi sóng, máy rửa chén, tủ lạnh và WiFi mạnh. Bên cạnh đó, căn nhà còn có chỗ đậu xe riêng, cho phép nuôi thú cưng và đảm bảo môi trường sống sạch sẽ, không khói thuốc. Nổi bật với thiết kế hiện đại, vừa được cải tạo lại, căn nhà mang đến cảm giác ấm cúng và sang trọng. Giá thuê 12.000.000 VNĐ/tháng, tiền đặt cọc 24.000.000 VNĐ, phí đăng ký 300.000 VNĐ. Với mức đánh giá 4.1/5 từ 7 lượt nhận xét, đây là lựa chọn hoàn hảo cho gia đình đang tìm kiếm một nơi ở tiện nghi, an toàn và riêng tư giữa khu vực Phú Hòa phát triển.",
    "pricePerMonth": 12000000,
    "securityDeposit": 24000000,
    "applicationFee": 300000,
    "photoUrls": [
      "/Images/Nha/Nha11.jpg",
      "/Images/Nha/Nha12.jpg",
      "/Images/Nha/Nha13.jpg",
      "/Images/Nha/Nha14.jpg"],
    "amenities": ["Microwave", "Refrigerator", "AirConditioning", "WasherDryer", "WiFi", "Parking", "PetsAllowed", "WalkInCloset"],
    "highlights": ["QuietNeighborhood", "SmokeFree", "SatelliteTV", "TubShower", "RecentlyRenovated"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 3,
    "baths": 2,
    "squareFeet": 100,
    "propertyType": "Villa",
    "locationId": 16,
    "managerCognitoId": "us-east-2:manager-016",
    "averageRating": 4.1,
    "numberOfReviews": 7
  },
  {
    "id": 17,
    "name": "Cho thuê nhà KDC Phú Hòa 2",
    "description": "Căn nhà tọa lạc tại khu dân cư Phú Hòa 2 - khu vực trung tâm sầm uất nhưng vẫn giữ được sự yên tĩnh, an toàn. Thiết kế 1 trệt 2 lầu rộng rãi với tổng diện tích 100m², gồm 3 phòng ngủ, 3 nhà vệ sinh, có sân trước đậu ô tô và sân thượng thoáng mát. Ngôi nhà được xây dựng kiên cố, phù hợp cho gia đình ở lâu dài hoặc làm văn phòng đại diện, cơ sở kinh doanh nhỏ. Khu vực xung quanh gần các tuyến đường lớn, chợ, siêu thị và trường học, rất thuận tiện cho sinh hoạt và làm việc. Tiện nghi gồm WiFi tốc độ cao, bãi đậu xe riêng, không gian sống sạch sẽ, không khói thuốc và cho phép nuôi thú cưng. View đẹp, không gian sáng sủa, mang lại cảm giác thoải mái sau ngày dài làm việc. Giá thuê 8.000.000 VNĐ/tháng, tiền đặt cọc 16.000.000 VNĐ, phí đăng ký 200.000 VNĐ. Với đánh giá 4.4/5 từ 4 lượt nhận xét, đây là lựa chọn đáng cân nhắc cho các gia đình trẻ hoặc doanh nghiệp muốn tìm nơi vừa ở vừa làm việc tiện nghi.",
    "pricePerMonth": 8000000,
    "securityDeposit": 16000000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/Nha/Nha21.jpg",
      "/Images/Nha/Nha22.jpg",
      "/Images/Nha/Nha23.jpg",
      "/Images/Nha/Nha24.jpg"],
    "amenities": ["WiFi", "Parking", "PetsAllowed", "WalkInCloset", "Refrigerator"],
    "highlights": ["CloseToTransit", "GreatView", "SmokeFree", "TubShower", "QuietNeighborhood"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 3,
    "baths": 3,
    "squareFeet": 100,
    "propertyType": "Villa",
    "locationId": 17,
    "managerCognitoId": "us-east-2:manager-017",
    "averageRating": 4.4,
    "numberOfReviews": 4
  },
  {
    "id": 18,
    "name": "Cho thuê nhà 2PN đầy đủ nội thất gần chợ Phú Hoà",
    "description": "Căn nhà nằm gần chợ Phú Hòa - vị trí thuận tiện cho sinh hoạt, mua sắm và di chuyển đến các khu vực trung tâm Thủ Dầu Một. Diện tích 100m², bố trí hợp lý gồm 2 phòng ngủ, 2 nhà vệ sinh và sân trước rộng rãi để xe máy. Nhà được thiết kế hiện đại, thoáng mát, nội thất cao cấp và đầy đủ tiện nghi như máy lạnh, tủ lạnh, máy rửa chén, lò vi sóng, máy giặt, WiFi mạnh và chỗ đậu xe riêng. Không gian yên tĩnh, an ninh tốt, thích hợp cho gia đình nhỏ hoặc người đi làm muốn có một nơi ở ổn định và thoải mái. Căn nhà cũng cho phép nuôi thú cưng, đảm bảo môi trường sống sạch sẽ, không khói thuốc. Nhà vừa được cải tạo lại, đảm bảo mới và đẹp, chỉ cần dọn vào ở ngay. Giá thuê 7.000.000 VNĐ/tháng, tiền đặt cọc 14.000.000 VNĐ, phí đăng ký 200.000 VNĐ. Với mức đánh giá 4.7/5 từ 10 lượt nhận xét, đây là lựa chọn tuyệt vời cho những ai tìm kiếm sự tiện nghi, riêng tư và giá trị trong khu vực Phú Hòa.",
    "pricePerMonth": 7000000,
    "securityDeposit": 14000000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/Nha/Nha31.jpg",
      "/Images/Nha/Nha32.jpg",
      "/Images/Nha/Nha33.jpg",
      "/Images/Nha/Nha34.jpg"],
    "amenities": ["Microwave", "Refrigerator", "AirConditioning", "Microwave","WiFi", "Parking", "PetsAllowed"],
    "highlights": ["CloseToTransit", "QuietNeighborhood", "SmokeFree", "TubShower", "RecentlyRenovated"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 2,
    "baths": 2,
    "squareFeet": 100,
    "propertyType": "Villa",
    "locationId": 18,
    "managerCognitoId": "us-east-2:manager-018",
    "averageRating": 4.7,
    "numberOfReviews": 10
  },
  {
    "id": 19,
    "name": "Cho thuê nhà liền kề phường Phú Hoà 2PN-2WC, nội thất cơ bản",
    "description": "Căn nhà liền kề này mang đến một không gian sống lý tưởng, vừa tiện nghi, vừa yên tĩnh, phù hợp cho các gia đình nhỏ, các bạn sinh viên hoặc người đi làm muốn tìm một nơi ở vừa đủ tiện nghi nhưng vẫn thoáng mát và an ninh, với tổng diện tích 60m² được thiết kế khoa học gồm 2 phòng ngủ rộng rãi, 2 nhà vệ sinh hiện đại, phòng khách thoáng mát và bếp tiện nghi, tất cả đều được trang bị nội thất cơ bản sẵn sàng để bạn chuyển vào ở ngay mà không phải chuẩn bị thêm, đồng thời căn nhà còn có WiFi tốc độ cao, điều hòa mát lạnh, chỗ để xe rộng rãi và cho phép nuôi thú cưng, giúp cuộc sống hàng ngày trở nên thuận tiện và thoải mái hơn, đặc biệt nhà nằm trong khu dân cư an ninh, gần các trục đường chính, chợ, siêu thị, trường học và các tuyến giao thông công cộng, tạo điều kiện thuận lợi cho việc di chuyển, sinh hoạt và học tập, tất cả với mức giá thuê hợp lý chỉ 5 triệu đồng/tháng cùng cọc 2 tháng và phí hồ sơ 200.000 đồng, mang đến cơ hội sở hữu một không gian sống vừa tiện nghi, vừa yên tĩnh và đầy đủ các tiện ích cần thiết ngay tại trung tâm phường Phú Hoà.",
    "pricePerMonth": 5000000,
    "securityDeposit": 10000000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/Nha/Nha41.jpg",
      "/Images/Nha/Nha42.jpg",
      "/Images/Nha/Nha43.jpg",
      "/Images/Nha/Nha44.jpg"],
    "amenities": ["Dishwasher", "AirConditioning", "WiFi", "Parking", "PetsAllowed", "WalkInCloset", "Refrigerator"],
    "highlights": ["CloseToTransit", "SmokeFree", "TubShower", "QuietNeighborhood"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 2,
    "baths": 2,
    "squareFeet": 60,
    "propertyType": "Villa",
    "locationId": 19,
    "managerCognitoId": "us-east-2:manager-019",
    "averageRating": 4.1,
    "numberOfReviews": 14
  },
  {
    "id": 20,
    "name": "Cho thuê nhà KDC Hiệp Thành 3 Full nội thất",
    "description": "Căn nhà tại khu dân cư Hiệp Thành 3 là lựa chọn hoàn hảo cho những ai đang tìm một không gian sống hiện đại, đầy đủ tiện nghi và thoáng mát, với tổng diện tích 100m² được thiết kế hợp lý gồm phòng khách rộng rãi, bếp hiện đại, 2 phòng ngủ, 1 nhà vệ sinh cùng sân để ô tô riêng, đường nhựa trước nhà rộng 8m, tất cả đều được trang bị nội thất cao cấp đầy đủ, giúp bạn chuyển vào ở ngay mà không cần chuẩn bị thêm, đồng thời căn nhà còn có WiFi tốc độ cao, điều hòa, tủ lạnh, máy rửa chén, cho phép nuôi thú cưng và các tiện ích đi kèm khác, đảm bảo mọi nhu cầu sinh hoạt hàng ngày đều được đáp ứng, không gian yên tĩnh, sạch sẽ, an ninh tốt, thích hợp cho gia đình, người đi làm hoặc văn phòng đại diện, đặc biệt vị trí thuận lợi gần các trung tâm thương mại, chợ, trường học và các tuyến giao thông công cộng, mang lại sự thuận tiện tối đa cho việc di chuyển và sinh hoạt, tất cả với mức giá thuê 10 triệu đồng/tháng cùng cọc 2 tháng và phí hồ sơ 200.000 đồng, là cơ hội hiếm có để sở hữu một ngôi nhà hiện đại, tiện nghi, thoáng mát và đầy đủ tiện ích ngay tại khu KDC Hiệp Thành 3.",
    "pricePerMonth": 10000000,
    "securityDeposit": 20000000,
    "applicationFee": 200000,
    "photoUrls": [
      "/Images/Nha/Nha51.jpg",
      "/Images/Nha/Nha52.jpg",
      "/Images/Nha/Nha53.jpg",
      "/Images/Nha/Nha54.jpg"],
    "amenities": ["Refrigerator", "AirConditioning", "WiFi", "Parking", "PetsAllowed", "WalkInCloset"],
    "highlights": ["CloseToTransit", "SatelliteTV", "TubShower", "QuietNeighborhood", "SmokeFree"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 100,
    "propertyType": "Villa",
    "locationId": 20,
    "managerCognitoId": "us-east-2:manager-020",
    "averageRating": 4.3,
    "numberOfReviews": 3
  },
  {
    "id": 21,
    "name": "Phòng trọ kí túc xá sinh viên, nhân viên văn phòng trung tâm Bình Dương",
    "description": "Phòng trọ thuộc hệ thống kí túc xá dịch vụ Ngọc Thanh mang đến một không gian sống tiện nghi, sạch sẽ, thoáng mát và an toàn, đặc biệt phù hợp cho sinh viên, nhân viên văn phòng hoặc những ai cần một nơi ở gần các trường đại học lớn như Đại học Thủ Dầu Một, Đại học Bình Dương và Cao đẳng Việt Hàn, với diện tích 30m² bao gồm 1 phòng ngủ và 1 nhà vệ sinh, được trang bị đầy đủ các tiện ích hiện đại như WiFi tốc độ cao phục vụ học tập và làm việc, điều hòa giúp không gian luôn mát mẻ, bếp nhỏ với lò vi sóng và tủ lạnh, máy giặt phục vụ nhu cầu sinh hoạt hàng ngày, khu vực đỗ xe thuận tiện cho xe máy và ô tô, đồng thời căn phòng còn được thiết kế đảm bảo yên tĩnh, có tầm nhìn đẹp và hệ thống sưởi ấm, tạo môi trường sống thoải mái, thuận tiện, giúp cư dân vừa học tập vừa nghỉ ngơi thư giãn hiệu quả, tất cả với mức giá thuê 1.200.000 đồng/tháng, đặt cọc 1.200.000 đồng và phí hồ sơ 100.000 đồng, mang đến giải pháp lưu trú đầy đủ tiện nghi, chi phí hợp lý, an toàn và thuận tiện ngay tại trung tâm Bình Dương.",
    "pricePerMonth": 1200000,
    "securityDeposit": 1200000,
    "applicationFee": 100000,
    "photoUrls": [
      "/Images/KyTucXa/ktx11.jpg",
      "/Images/KyTucXa/ktx12.jpg",
      "/Images/KyTucXa/ktx13.jpg",
      "/Images/KyTucXa/ktx14.jpg"],
    "amenities": ["Microwave", "Refrigerator", "WiFi", "AirConditioning", "Parking", "PetsAllowed"],
    "highlights": ["CloseToTransit", "GreatView", "QuietNeighborhood", "TubShower", "Heating"],
    "isPetsAllowed": false,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 30,
    "propertyType": "Cottage",
    "locationId": 21,
    "managerCognitoId": "us-east-2:manager-021",
    "averageRating": 4.8,
    "numberOfReviews": 7
  },
  {
    "id": 22,
    "name": "Phòng trọ KTX cho thuê chính chủ không qua trung gian",
    "description": "Phòng trọ KTX chính chủ cho thuê này mang đến một không gian sống sạch sẽ, thoáng mát, tiện nghi và an toàn, nằm gần các tiện ích xung quanh như siêu thị Coopmart, Bách Hóa Xanh và cách bến xe Bình Dương chỉ hơn 1km, diện tích 25m² với 1 phòng ngủ và 1 nhà vệ sinh, được trang bị đầy đủ WiFi tốc độ cao, máy rửa chén, bếp nhỏ tiện lợi, khu vực đỗ xe thuận tiện cho xe máy, mang đến môi trường sinh hoạt thoải mái, yên tĩnh và đảm bảo an ninh, phù hợp cho sinh viên hoặc nhân viên văn phòng muốn tiết kiệm thời gian di chuyển và chi phí thuê phòng hợp lý, tất cả với mức giá thuê 1.500.000 đồng/tháng, đặt cọc 1.500.000 đồng và phí hồ sơ 100.000 đồng, tạo nên một không gian sống tiện nghi, sạch sẽ, đầy đủ tiện ích, không phải thông qua trung gian và quản lý minh bạch, đáp ứng tốt nhu cầu ở lâu dài cũng như sinh hoạt học tập và làm việc trong môi trường thuận tiện, an toàn và thoải mái.",
    "pricePerMonth": 1500000,
    "securityDeposit": 1500000,
    "applicationFee": 100000,
    "photoUrls": [
      "/Images/KyTucXa/ktx21.jpg",
      "/Images/KyTucXa/ktx22.jpg",
      "/Images/KyTucXa/ktx23.jpg",
      "/Images/KyTucXa/ktx24.jpg"],
    "amenities": ["WiFi", "Parking", "PetsAllowed"],
    "highlights": ["CloseToTransit", "TubShower", "QuietNeighborhood", "SmokeFree"],
    "isPetsAllowed": false,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 25,
    "propertyType": "Cottage",
    "locationId": 22,
    "managerCognitoId": "us-east-2:manager-022",
    "averageRating": 4.5,
    "numberOfReviews": 5
  },
  {
    "id": 23,
    "name": "Nhà trọ KTX đường CMT8 TDM giá rẻ",
    "description": "Phòng trọ KTX đường CMT8 TDM là lựa chọn lý tưởng dành cho những sinh viên, nhân viên văn phòng hay các bạn trẻ đang tìm kiếm một không gian sống vừa túi tiền nhưng vẫn đầy đủ tiện nghi, mang đến một môi trường sống hiện đại, thoáng mát và tiện nghi ngay trung tâm Thủ Dầu Một. Phòng có diện tích 32m², bao gồm 1 phòng ngủ ấm cúng và gác mái với lớp la phông hạn chế nóng, cùng 1 nhà vệ sinh riêng tư được thiết kế gọn gàng, sạch sẽ, tạo cảm giác thoải mái, dễ chịu. Không gian sinh hoạt được trang bị đầy đủ các tiện ích cần thiết như WiFi tốc độ cao phục vụ học tập, làm việc và giải trí, máy rửa chén tiện lợi giúp tiết kiệm thời gian cho các công việc nội trợ, cùng khu vực đỗ xe thuận tiện cho xe máy và ô tô, đảm bảo an toàn và thuận lợi cho cư dân. Vị trí phòng trọ cực kỳ thuận tiện, gần các tuyến giao thông công cộng, đại học Thủ Dầu Một, đại học Bình Dương, cao đẳng Việt Hàn, các quán ăn, siêu thị và khu vui chơi, mang đến sự thuận tiện tối đa trong sinh hoạt hàng ngày. Môi trường xung quanh yên tĩnh, an ninh tốt, không khói thuốc và có tầm nhìn thoáng đãng, giúp cư dân có thể nghỉ ngơi, học tập và làm việc một cách hiệu quả. Với mức giá thuê chỉ 1.500.000 đồng/tháng, đặt cọc 1.500.000 đồng và phí hồ sơ 100.000 đồng, đây thực sự là một lựa chọn hấp dẫn, vừa tiết kiệm chi phí vừa mang lại chất lượng cuộc sống cao, khiến bất kỳ ai đến thuê cũng cảm thấy hài lòng và thoải mái ngay từ lần đầu trải nghiệm.",
    "pricePerMonth": 1500000,
    "securityDeposit": 1500000,
    "applicationFee": 100000,
    "photoUrls": [
      "/Images/KyTucXa/ktx31.jpg",
      "/Images/KyTucXa/ktx32.jpg",
      "/Images/KyTucXa/ktx33.jpg",
      "/Images/KyTucXa/ktx34.jpg"],
    "amenities": ["WiFi", "Parking", "PetsAllowed"],
    "highlights": ["CloseToTransit", "TubShower", "QuietNeighborhood", "SmokeFree"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 32,
    "propertyType": "Cottage",
    "locationId": 23,
    "managerCognitoId": "us-east-2:manager-023",
    "averageRating": 4.5,
    "numberOfReviews": 9
  },
  {
    "id": 24,
    "name": "Phòng trọ đường Bờ Kè, CMT8",
    "description": "Phòng trọ đường Bờ Kè, CMT8 là một không gian sống lý tưởng cho các bạn trẻ năng động hoặc những người muốn tìm một nơi ở tiện nghi, sạch sẽ và thoáng mát, chỉ việc dọn vào là có thể sinh hoạt ngay mà không cần lo lắng về nội thất hay trang bị thêm. Phòng có diện tích 25m² với 1 phòng ngủ và 1 nhà vệ sinh, được trang bị WiFi tốc độ cao, máy rửa chén hiện đại, khu vực đỗ xe thuận tiện, tạo điều kiện sinh hoạt thuận lợi, thoải mái và an toàn. Nằm trong khu dân cư lâu năm, lịch sự, yên tĩnh, gần chợ và các tiện ích xung quanh như KDC Chánh Nghĩa, phòng trọ đảm bảo một môi trường sống lý tưởng, phù hợp với những ai thích sự linh hoạt và tự do, vừa học tập, làm việc, vừa nghỉ ngơi và thư giãn. Đây là nơi cư trú không chỉ tiện lợi mà còn an toàn, với mức giá thuê hợp lý 1.600.000 đồng/tháng, đặt cọc 1.600.000 đồng và phí hồ sơ 100.000 đồng, mang đến cơ hội trải nghiệm một cuộc sống năng động, tiện nghi, gần trung tâm nhưng vẫn tiết kiệm chi phí và thoải mái tuyệt đối.",
    "pricePerMonth": 1600000,
    "securityDeposit": 1600000,
    "applicationFee": 100000,
    "photoUrls": [
      "/Images/KyTucXa/ktx41.jpg",
      "/Images/KyTucXa/ktx42.jpg",
      "/Images/KyTucXa/ktx43.jpg",
      "/Images/KyTucXa/ktx44.jpg"],
    "amenities": ["WiFi", "Parking", "PetsAllowed"],
    "highlights": ["CloseToTransit", "TubShower", "QuietNeighborhood", "SmokeFree"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 25,
    "propertyType": "Cottage",
    "locationId": 24,
    "managerCognitoId": "us-east-2:manager-024",
    "averageRating": 4.5,
    "numberOfReviews": 2
  },
  {
    "id": 25,
    "name": "Cho thuê nhà trọ 1 trệt 1 gác đúc có ban công",
    "description": "Nhà trọ 1 trệt 1 gác đúc có ban công là sự kết hợp hoàn hảo giữa không gian sống rộng rãi, thoáng mát và tiện nghi hiện đại, mang đến cảm giác ấm áp, dễ chịu cho sinh viên, nhân viên văn phòng hoặc gia đình nhỏ. Với diện tích 28m², phòng bao gồm 1 phòng ngủ, 1 nhà vệ sinh, gác đúc rộng rãi và ban công thoáng đãng, cho phép chủ nhân căn phòng tận hưởng không khí trong lành, ánh sáng tự nhiên và không gian thư giãn ngoài trời. Phòng trọ được trang bị WiFi tốc độ cao, máy rửa chén tiện lợi, khu vực đỗ xe thuận tiện cho xe máy và ô tô, gần trường học, chợ và các tiện ích xung quanh, giúp việc sinh hoạt hàng ngày trở nên dễ dàng và thuận tiện. Không gian sống yên tĩnh, an ninh tốt, không khói thuốc, đảm bảo một môi trường thoải mái, thư giãn và an toàn. Với mức giá thuê chỉ 2.500.000 đồng/tháng, đặt cọc 2.500.000 đồng và phí hồ sơ 150.000 đồng, căn nhà trọ này thực sự là một lựa chọn hoàn hảo, mang lại sự tiện nghi tối đa, chi phí hợp lý và chất lượng cuộc sống cao, khiến bất kỳ ai trải nghiệm đều cảm thấy hài lòng và muốn gắn bó lâu dài.",
    "pricePerMonth": 2500000,
    "securityDeposit": 2500000,
    "applicationFee": 150000,
    "photoUrls": [
      "/Images/KyTucXa/ktx51.jpg",
      "/Images/KyTucXa/ktx52.jpg",
      "/Images/KyTucXa/ktx53.jpg",
      "/Images/KyTucXa/ktx54.jpg"],
    "amenities": ["WiFi", "Parking", "PetsAllowed"],
    "highlights": ["CloseToTransit", "TubShower", "QuietNeighborhood", "SmokeFree"],
    "isPetsAllowed": true,
    "isParkingIncluded": true,
    "beds": 1,
    "baths": 1,
    "squareFeet": 28,
    "propertyType": "Cottage",
    "locationId": 25,
    "managerCognitoId": "us-east-2:manager-025",
    "averageRating": 4.5,
    "numberOfReviews": 11
  }
]